[
  "obsidian-style-settings",
  "obsidian-admonition",
  "obsidian-banners",
  "buttons",
  "dataview",
  "editing-toolbar",
  "callout-manager",
  "easy-typing-obsidian",
  "pdf-plus",
  "obsidian42-brat",
  "attachment-flow-plugin",
  "copy-as-latex",
  "obsidian-paste-image-rename",
  "OA-file-hider",
  "hot-reload",
  "vim-im-select",
  "emoji-shortcodes",
  "obsidian-latex-suite",
  "mathlinks",
  "quick-preview",
  "math-booster",
  "obsidian-excalidraw-plugin",
  "surfing",
  "editor-width-slider",
  "fontsource",
  "rendered-block-link-suggestions",
  "inlineai",
  "obsidian-hover-editor",
  "floating-toc",
  "obsidian-vimrc-support",
  "lean-syntax-highlight"
]